// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Statut et alertes";

MoreInfoTitle = "Plus d'informations";
SATPrivacyStatementOnlineLink = "Déclaration de confidentialité HP";

SATAlertsTaskDescription = "Indiquez le niveau de détail des informations sur le statut que vous souhaitez afficher pour votre appareil HP. Vous serez toujours informé lorsque l'appareil ne peut réaliser une tâche que vous avez demandée ou lorsque quelque chose mérite que vous y prêtiez attention.";

SATShowAlertsButtonTitle = "Afficher les alertes étendues pour :";
SATAutoDismissTitlePreffix = "Rejeter automatiquement les alertes en";
SATAutoDismissTitleSuffix = "seconde(s) pour :";

SATErrorsWarningsAndInfo = "messages d'erreur, d'avertissement et d'information";
SATErrorsAndWarnings = "erreurs et avertissements";
SATErrorsOnly = "erreurs uniquement";
SATInfoMessages = "messages d'information";
SATWarningsAndInfoMessages = "avertissements et messages d'information";

SATShowWebContentButtonTitle = "Afficher le contenu web dans les alertes";
SATShowWebContentButtonBaseDescription = "Avec votre autorisation, l'état de votre périphérique peut être partagé en toute sécurité avec HP. Lorsque vous indiquez cette information, HP peut vérifier si vous êtes inscrit à un programme HP ou que vous avez droit à des offres spéciales, et modifier l'alerte en fonction des options disponibles.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Pour en savoir plus sur les informations envoyées à HP, consultez SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Pour en savoir plus sur la politique de confidentialité de HP, allez sur SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Êtes-vous sûr de vouloir désactiver les alertes HP ?";
SATNoControlPanelTurnOffButtonTitle = "Désactiver";
SATNoControlPanelAlertText = "Si vous le faites, sachez que vous ne pourrez pas lire des messages importants sur l'état de votre périphérique.";
SATCancelButtonTitle = "Annuler";
